---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFz
source: html/c727e6e8-fa40-2735-125a-f783ce82037e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFz Property

"End Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseFz { get; }
```